Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_793_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Ođđa oahppamateriálat sámegielat oahpahussii
smn: Uđđâ oppâmateriaaleh sämikielâlii máttááttâsân

source: Vuođđoskuvlla badjeluohkáid anárašgielat oahpahusa várás lea almmuhuvvon ođđa eatnandieđu oahppogirji ja oahppangihppa , Amerik ja Amerik Oppâmvihko .
smn: Vuáđuškoovlâ pajeluokai anarâškielâlii máttááttâs várás lii almostum uđđâ eennâmtiäđu oppâkirje já oppâmvihko , Amerik já Amerik Oppâmvihko .

source: Davvisámegillii lea almmuhuvvon iežás kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid , mas leat 500 govaiguin čilgejuvvon sáni .
smn: Tavesämikielân lii almostum jieijâs kulttuurân vuáđuduvvee kovesänikirje Oahpa sániid , mii ana sistees 500 säännid .

source: Amerik - oahppogirjji ja oahppangihppaga lea anárašgillii jorgalan Ilmari Mattus .
smn: Amerik – oppâkirje já oppâmvihko láá jurgâlâm anarâškielân Ilmari Mattus .

source: Oahppogirji gieđahallá Lulli- ja Davvi-Amerihká ja dat lea jorgaluvvon suomagielat Koulun maantieto - ráiddus .
smn: Oppâkirje kieđâvuš Maadâ- já Tave-Amerik já tot lii jurgâlum suomâkielâlii Koulun maantieto - rááiđust .

source: Lassedieđut dás .
smn: Lasetiäđuh täst .

source: Davvisámegiela ja - gielat oahpahussii lea almmuhuvvon iežas kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid , man anáraš- ja nuortalašgielat veršuvnnat Oopâ saanijd ja Mattu saa ´nid leat almmuhuvvon juo ovdal .
smn: Tavesämikielâ já – kielâlii máttááttâsân lii almostum jieijâs kulttuurân vuáđuduvvee kovesänikirje Oahpa sániid , mon anarâš- já nuorttâlâškielân já kulttuurân vuáđuduvvee kirjeh Oopâ saanijd já Mattu saa ´nid láá almostittum jo ovdil .

source: Girjjiid vuođđun lea Matti Morottaja originála .
smn: Algâalgâlii kirje lii ráhtám Matti Morottaja .

source: Davvisámegielat girjji sátneráju lea ráhkadan Kaisa Tapiola-Länsman ja govaid Sirpa Mänty .
smn: Tavesämikielâlii kirje sánáduv lii ráhtám Kaisa Tapiola-Länsman já kuuvijd Sirpa Mänty .

source: Oahppamateriálaid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva .
smn: Oppâmateriaalijd puáhtá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva .

source: fi dahje info ( at ) sámediggi .
smn: fi teikâ info ( at ) sámediggi .
